Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/E25B.tmx
Source language: en_us
Languages: zh_cn

source: Collecting Contemporary Art: Starting a Collection
zh_cn: 当代艺术品收藏：新手入门

source: Starting a collection of contemporary art can be a daunting task.
zh_cn: 着手收藏当代艺术品并非易事。

source: Questions of taste, meaning and even conservation can all become part of what may appear a task reserved for experts only.
zh_cn: 探讨品味、寓意和保养似乎都是专属于行家的任务。

source: Today we have an incredible number of artists, not to mention a plethora of commercial galleries and online companies, all offering a bewildering variety of art for sale.
zh_cn: 如今，艺术家层出不穷，更何况比比皆是的商业画廊和线上公司都有琳琅满目的艺术品出售。

source: The great diversity and pace of today's artistic trends, along with the steady flow of media reports about dizzying prices, can present today's would-be collector with a huge array of options.
zh_cn: 艺术潮流日新月异，再加上媒体不断报道的各种藏品价格令人眼花缭乱，因此新手们的选择空间巨大。

source: From sculptures and paintings to posters, from videos and performances to publications, the diverse and eclectic nature of contemporary aesthetics can for many seem frightening, making an objective valuation a tricky task.
zh_cn: 从雕塑、画作到海报；从录影带、表演到出版物，当代审美的多样性与选择性有些骇人，从而客观估价也变得棘手。

source: The key to successfully start building a contemporary art collection lies in seeing the abundance of choice as a positive and enriching aspect.
zh_cn: 收藏当代艺术品的入门秘诀是要以积极、多元的眼光来看待海量的选择。

source: The good news is that the art market needs new collectors and they are expected to start small.
zh_cn: 艺术市场需要新藏家,且无须他们有多大手笔，这无疑是个好消息。

source: The first step is to establish a knowledge base and set your personal preferences.
zh_cn: 收藏，首先要建立知识储备、明确个人偏好。

source: Museums, art institutions, non-commercial and prominent art galleries alike are entities one can rely on when getting to know art movements, media, trends, and your own sense of taste.
zh_cn: 新手可以借助博物馆、艺术机构、非商业性的著名画廊以了解艺术运动、媒介、动向和个人偏好。

source: Visiting art exhibitions, art fairs, talks and events is certainly a step towards identifying artists that you have an affinity for.
zh_cn: 新手参观艺术展、博览会、座谈和相关活动能够进一步找到自己欣赏的艺术家。

source: The more you look, the better you will become in spotting the details that characterise iconic works which may rise in value.
zh_cn: 看得越多，就越能够发现作品中标志性的细节，这些细节能使作品升值。

source: You will soon find yourself capturing the similarities found in the colour palette of seemingly different works and understanding the shared ideas that contemporary artists refer to in their work.
zh_cn: 很快，新手就发现自己能捕捉到不同作品中色彩上的相似性，也能解读出当代艺术家在作品理念表达中的共通性。

source: It will help to train the eye, allowing for more than just visual appeal to inform your decision.
zh_cn: 眼练尖了，做决定时就不会只被视觉上的吸引所左右。

source: Many works can be visually stunning, yet it is equally important to assess its originality and artistic intention.
zh_cn: 虽然有很多作品视觉效果绝佳，但评估其独特性和艺术主旨也同样重要。

source: The best art collections are relevant and cohesive. It's important to build a collection that has §Ñ direction.
zh_cn: 收藏时，有一个明确的方向很重要，而最好的藏品都相互关联、有共同的主题。

source: Some collections are built around a specific movement, for example the YBAs or Fluxus; some focus on a medium like photography or drawings or silkscreen prints; some focus on a genre like portraiture or figurative art; and yet others focus on a time frame, the 1970s or 1990s perhaps.
zh_cn: 有些收藏是围绕某个特定运动的，比如青年英国艺术家和激浪派的运动；有些着重于某种媒介，比如摄影、绘画或绢印；有些则关注某个艺术门类，比如人物肖像和具象艺术；还有的侧重于某个时期，比如二十世纪七十年代或九十年代。

source: These are general outlines, but a popular start is to begin by collecting works on paper: photographs, silkscreens, lithographs or etchings.
zh_cn: 以上所述都是大体的框架，而许多人都喜欢从纸质作品开始艺术品收藏：例如相片、丝印、平板画和蚀刻画。

source: Following the traditional hierarchy of masterpieces, paper is considered a lesser form than canvas and usually costs much less.
zh_cn: 按照名作传统的等级体系来划分，纸质艺术品无论是级别还是价格都不及布质的。

source: The former are usually released in limited editions and are a gateway to starting a collection given their price and easy maintenance.
zh_cn: 纸质艺术品往往是限量的发行的，考虑到价格和易于保存的特点，它们是新手收藏的首选。

source: Another concern for a new collector is usually investment value.
zh_cn: 另外，新手要考虑到投资价格。

source: To invest in an artist who has already established a good reputation and exhibition record can quickly place one in the realm of six-figures, even for a young artist who may only be a few years out of college.
zh_cn: 如果一名艺术家已经了声名在外有可观的展览记录，哪怕只是一位大学毕业没几年的新锐人物，投资者都可能面对其高达六位数的作品价格。

source: Discovering that your favourite artist is way out of your budget is a very common starting situation.
zh_cn: 而投资预算不足是存在于新手中的普遍现象。

source: That's why a mix of original works by emerging artists and affordable limited editions by established artists is a great starting balance.
zh_cn: 因此在起步阶段，最好既投资于一部分新锐艺术家的原创作品，又投资于一部分知名艺术家不算太贵的限量版作品。

source: Limited signed edition prints on paper can be less risky and are usually affordable.
zh_cn: 有作者签名的限量版纸质作品投资少、风险小。

source: Smaller editions create rarity and usually confer greater future value to the prints. Also, the lower the number an edition has within the print run will often, but not always, add value. It's an easy science to master early on.
zh_cn: 发行量越少，纸质作品就越稀有，升值空间也就会越大，但这并不绝对，这是在起步阶段就能掌握的简单道理。

source: Not to forget, choosing work which is exemplary of an artist's practice usually makes for better value down the line.
zh_cn: 值得一提的是，选择某位艺术家的代表作，日后也会有更大的涨幅。

source: Another motivation to start a collection is a desire to support artists and the institutions or non-commercial galleries that identify and develop these artists.
zh_cn: 收藏的又一动机是出于对艺术家、发掘并培养他们的艺术机构和非商业画廊的支持。

source: By collecting limited editions produced by an institution, one is helping to fund the exhibitions, talks and events.
zh_cn: 藏家通过收集限量版艺术作品，也就为这个机构的展览、讲座以及其他艺术活动的开展尽了一份力。

source: Fledgling collectors are taking their first steps by choosing limited editions produced as part of the ongoing programme at the ICA, which complement the vibrancy and passion that our curators put into their work.
zh_cn: 新手正选择当代艺术中心项目下的限量作品来开启收藏之旅，而这些作品都是这里工作人员倾注心血的结晶。

source: And finally, it is essential for a collector to keep on top of what is going on in the art world by doing research and maintaining a continuous curiosity.
zh_cn: 最后，对藏家来说，通过研究并保持好奇心来紧跟艺术趋势和走向是十分重要的。

source: Before the financial calculations begin, you should make sure to learn more about the artwork that you find appealing.
zh_cn: 在投资之前，应该深入了解那些吸引自己的作品。
